CSI API ETABS v1

# cDesignSteelNewZealand_NZS3404_97 Property

---

**Namespace:** ETABSv1
**Assembly:** ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (1.27.0.0)

Syntax

C#

VB

C++

F#

Copy

    cDStNewZealand_NZS3404_97 NewZealand_NZS3404_97 { get; }

    ReadOnly Property NewZealand_NZS3404_97 As cDStNewZealand_NZS3404_97
    	Get

    Dim instance As cDesignSteel
    Dim value As cDStNewZealand_NZS3404_97

    value = instance.NewZealand_NZS3404_97

    property cDStNewZealand_NZS3404_97^ NewZealand_NZS3404_97 {
    	cDStNewZealand_NZS3404_97^ get ();
    }

    abstract NewZealand_NZS3404_97 : cDStNewZealand_NZS3404_97 with get

#### Property Value

Type: cDStNewZealand_NZS3404_97

See Also

#### Reference

cDesignSteel Interface

ETABSv1 Namespace

ETABS®, SAFE®, SAP2000® and CSiBridge® are registered trademarks of Computers
and Structures, Inc.

Copyright © Computers and Structures, Inc. 2023. All rights
reserved.

support@csiamerica.com